[
    {
        "img": "imgs/melissa.jpg",
        "plot": "It is a children's novel about a young transgender girl written by American author Alex Gino",
        "title": "Melissa",
        "type": "book"
    },
    {
        "img": "imgs/simon.JPG",
        "plot": "It is based on the novel Simon vs. the Homo Sapiens Agenda. Simon Spier is a closeted gay high school boy living in a suburb of Atlanta",
        "title": "Love, Simon",
        "type": "movie"
    },
    {
    	"img": "imgs/revolution.jpg",
        "plot": "An exploration of the world-changing activism and potential of the largest youth generation in history",
        "title": "The Revolution Generation",
        "type": "documentary"
    },
    {
    	"img": "imgs/heartbreak.jpg",
        "plot": "Amerie and her new friends navigate love, sex and life at Hartley High School",
        "title": "Heartbreak High",
        "type": "TV series"
    },
    {
    	"img": "imgs/deadend.JPG",
        "plot": "Two teens and a talking pug team up to battle demons at a haunted theme park",
        "title": "Dead End: Paranormal Park",
        "type": "TV series"
    },
    {
    	"img": "imgs/hsmtmts.jpg",
        "plot": "It is a musical drama inspired by the High School Musical film series. It follows a group of teenage theater enthusiasts",
        "title": "HSMTMTS",
        "type": "TV series"
    },
    {
    	"img": "imgs/ser.jpg",
        "plot": "Joel is a trans teenager who dreams of becoming a great actor while struggling with his emotions",
        "title": "Ser o no ser",
        "type": "TV series"
    },
    {
    	"img": "imgs/sapere.jpg",
        "plot": "It is a spin-off of another show called Merlí. It follows Pol Rubio as he starts his studies in Philosophy at university",
        "title": "Merlí: Sapere aude",
        "type": "TV series"
    },
    {
        "img": "imgs/sin.jpg",
        "plot": "It depicts the lives of a group of gay men and their friends who lived during the HIV/AIDS crisis in the United Kingdom",
        "title": "It's a sin",
        "type": "TV series"
    },
    {
        "img": "imgs/tales.jpg",
        "plot": "Mary Ann Singleton returns to 28 Barbary Lane in San Francisco after 23 years for the 90th birthday of her former landlady",
        "title": "Tales of the City",
        "type": "TV series"
    },
    {
        "img": "imgs/euphoria.jpg",
        "plot": "It follows a group of high school students through their experiences of sex, drugs, friendships, love, identity, and trauma",
        "title": "Euphoria",
        "type": "TV series"
    },
    {
        "img": "imgs/generation.jpg",
        "plot": "The story centers on a group of high school students in Orange County, California who explore their sexuality in a modern world",
        "title": "Genera+ion",
        "type": "TV series"
    },
    {
        "img": "imgs/oitnb.jpg",
        "plot": "The series begins revolving around Piper Chapman, a woman who is sentenced to 15 months in Litchfield Penitentiary",
        "title": "Orange is the New Black",
        "type": "TV series"
    },
    {
        "img": "imgs/sense8.jpg",
        "plot": "It is about the psychic connection of eight strangers of a variety of walks of life from different parts of the world",
        "title": "Sense8",
        "type": "TV series"
    },
    {
        "img": "imgs/aligarh.jpg",
        "plot": "Siras a professor on whom a sting operation was carried out to determine his sexual orientation, forms a special bond with a journalist",
        "title": "Aligarh",
        "type": "movie"
    },
    {
        "img": "imgs/pose.jpg",
        "plot": "The plot is about New York City's African-American, Latino LGBTQ and gender-nonconforming drag ball culture scene in the 1980s and the 1990s",
        "title": "Pose",
        "type": "TV series"
    },
    {
        "img": "imgs/genderqueer.jpg",
        "plot": "It is an autobiographical comic about the author's experiences being nonbinary and asexual",
        "title": "Gender Queer: A Memoir",
        "type": "book"
    },
    {
        "img": "imgs/transhood.jpg",
        "plot": "Four kids and their families explain their journeys with gender",
        "title": "Transhood",
        "type": "documentary"
    },
    {
        "img": "imgs/sex.jpeg",
        "plot": "It follows the lives of the students, staff and parents of a secondary school as they contend with sexual intimacy dilemmas",
        "title": "Sex Education",
        "type": "TV series"
    },
    {
        "img": "imgs/veneno.jpg",
        "plot": "It tells the life and death of Spanish transgender singer and television personality Cristina Ortiz, better known as `La Veneno`",
        "title": "Veneno",
        "type": "TV series"
    },
    {
        "img": "imgs/disclosure.jpg",
        "plot": "It follows an in-depth look at Hollywood's depiction of transgender people and the impact of their stories",
        "title": "Disclosure",
        "type": "documentary"
    },
    {
        "img": "imgs/margarita-with-a-straw.jpg",
        "plot": "A young woman with cerebral palsy leaves India to study. On her self-discovery journey, she unexpectedly falls in love",
        "title": "Margarita with a Straw",
        "type": "movie"
    }
]
